Repository: t1nak/escapetown
Catalog: landing_page/locale/*/LC_MESSAGES/django.po
Languages: de, es, nl, pt

source: Discover Cape Town
de: Entdecken Sie Kapstadt
es: Descubre Ciudad del Cabo
nl: Ontdek Kaapstad
pt: Descubra a Cidade do Cabo

source: We are delighted to have you here. This site is dedicated to helping you explore the beauty and excitement of Cape Town. Whether you are looking for adventure, relaxation, or cultural experiences, we have got you covered. You can
de: Wir freuen uns, dass Sie hier sind. Diese Seite ist darauf ausgelegt, Ihnen zu helfen, die Schönheit von Kapstadt zu entdecken. Egal, ob Sie nach Abenteuer, Entspannung oder kulturellen Erlebnissen suchen, wir können Ihnen mit Tips und Insiderwissen zur Seite stehen. Sie können
es: Estamos encantados de tenerte aquí. Este sitio está dedicado a ayudarle a explorar la belleza y la emoción de Ciudad del Cabo. Ya sea que esté buscando aventura, relajación o experiencias culturales, lo tenemos cubierto. Puede
nl: Wij zijn blij dat u hier bent. Deze site is bedoeld om u te helpen de schoonheid en opwinding van Kaapstad te ontdekken. Of u nu op zoek bent naar avontuur, ontspanning of culturele ervaringen, wij hebben wat u zoekt. Jij kan
pt: Estamos muito satisfeitos por ter você aqui. Este site é dedicado a ajudá-lo a explorar a beleza e a emoção da Cidade do Cabo. Esteja você em busca de aventura, relaxamento ou experiências culturais, nós temos o que você precisa. Você pode

source: become a member
de: Mitglied werden
es: convertirse en miembro
nl: lid worden
pt: torne-se um membro

source: or
de: oder
es: o
nl: of
pt: ou

source: log in
de: einloggen
es: acceso
pt: Conecte-se

source: to discover an exquisite selection of itineraries and places to visit, stay, and dine in Cape Town. Completely free of charge.
de: um eine exquisite Auswahl an Reiserouten und Orten zu entdecken, mit der Sie Kapstadt und Umgebung geniessen können.
es: para descubrir una exquisita selección de itinerarios y lugares para visitar, alojarse y cenar en Ciudad del Cabo. Completamente gratis.
nl: om een ​​voortreffelijke selectie van routes en plaatsen te ontdekken om te bezoeken, te verblijven en te dineren in Kaapstad. Volledig gratis.
pt: para descobrir uma seleção requintada de itinerários e lugares para visitar, ficar e jantar na Cidade do Cabo. Totalmente gratuito.

source: Itineraries
de: Reiserouten
es: Itinerarios
nl: Routes
pt: Itinerários

source: Check out these itineraries for your 3-day, 5-day, and 7-day stays in Cape Town and get some tips and tricks.
de: Schauen Sie sich diese Reiserouten für Ihren 3-tägigen, 5-tägigen und 7-tägigen Aufenthalt in Kapstadt an und holen Sie sich einige Tipps und Tricks.
es: Consulte estos itinerarios para sus estadías de 3, 5 y 7 días en Ciudad del Cabo y obtenga algunos consejos y trucos.
nl: Bekijk deze reisroutes voor uw 3-daagse, 5-daagse en 7-daagse verblijf in Kaapstad en krijg enkele tips en trucs.
pt: Confira esses itinerários para suas estadias de 3, 5 e 7 dias na Cidade do Cabo e obtenha algumas dicas e truques.

source: Explore our curated itineraries to make the most of your time in Cape Town. Whether you're here for a short visit or a longer stay, our itineraries offer a perfect blend of activities, sightseeing, and relaxation.
de: Entdecken Sie unsere kuratierten Reiserouten, um das Beste aus Ihrer Zeit in Kapstadt zu machen. Egal, ob Sie nur kurz oder länger hier sind, unsere Reiserouten bieten eine perfekte Mischung aus Aktivitäten, Sightseeing und Entspannung.
es: Explore nuestros itinerarios seleccionados para aprovechar al máximo su tiempo en Ciudad del Cabo. Ya sea que esté aquí para una visita corta o una estadía más larga, nuestros itinerarios ofrecen una combinación perfecta de actividades, visitas turísticas y relajación.
nl: Ontdek onze samengestelde reisroutes om het meeste uit uw tijd in Kaapstad te halen. Of u hier nu bent voor een kort bezoek of een langer verblijf, onze routes bieden een perfecte mix van activiteiten, bezienswaardigheden en ontspanning.
pt: Explore nossos itinerários selecionados para aproveitar ao máximo seu tempo na Cidade do Cabo. Quer você esteja aqui para uma visita curta ou para uma estadia mais longa, nossos itinerários oferecem uma combinação perfeita de atividades, passeios e relaxamento.

source: Click here
de: Hier klicken
es: haga clic aquí
nl: Klik hier
pt: Clique aqui

source: Where to Stay
de: Wo übernachten
es: Donde quedarse
nl: Waar te verblijven
pt: Onde ficar

source: Find the best places to stay based on your search criteria.
de: Finden Sie die besten Unterkünfte basierend auf Ihren Suchkriterien.
es: Encuentra los mejores lugares para hospedarte según tus criterios de búsqueda.
nl: Vind de beste verblijfplaatsen op basis van uw zoekcriteria.
pt: Encontre os melhores lugares para ficar com base nos seus critérios de pesquisa.

source: We assist you in finding the ideal location based on your preferences. Whether you are seeking romantic hotels for couples, accommodations with breathtaking views, or family-friendly venues, we provide detailed recommendations to suit your needs. Explore our curated lists to ensure a memorable stay in Cape Town.
de: Wir helfen Ihnen, den idealen Standort basierend auf Ihren Vorlieben zu finden. Egal, ob Sie romantische Hotels für Paare, Unterkünfte mit atemberaubenden Ausblicken oder familienfreundliche Orte suchen, wir bieten detaillierte Empfehlungen, die Ihren Bedürfnissen entsprechen. Entdecken Sie unsere kuratierten Listen, um einen unvergesslichen Aufenthalt in Kapstadt zu gewährleisten.
es: Le ayudamos a encontrar la ubicación ideal según sus preferencias. Ya sea que esté buscando hoteles románticos para parejas, alojamientos con vistas impresionantes o lugares ideales para familias, le brindamos recomendaciones detalladas que se adaptan a sus necesidades. Explore nuestras listas seleccionadas para garantizar una estadía memorable en Ciudad del Cabo.
nl: Wij helpen u bij het vinden van de ideale locatie op basis van uw voorkeuren. Of u nu op zoek bent naar romantische hotels voor stelletjes, accommodaties met een adembenemend uitzicht of gezinsvriendelijke locaties, wij bieden gedetailleerde aanbevelingen die aan uw behoeften voldoen. Ontdek onze samengestelde lijsten om een ​​onvergetelijk verblijf in Kaapstad te garanderen.
pt: Nós o ajudamos a encontrar o local ideal com base em suas preferências. Quer você esteja procurando hotéis românticos para casais, acomodações com vistas de tirar o fôlego ou locais para famílias, nós fornecemos recomendações detalhadas para atender às suas necessidades. Explore nossas listas selecionadas para garantir uma estadia memorável na Cidade do Cabo.

source: Cultural Experiences
de: Kulturelle Erlebnisse
es: Experiencias Culturales
nl: Culturele ervaringen
pt: Experiências Culturais

source: Immerse yourself in the rich cultural heritage of Cape Town, visiting historical sites and local markets.
de: Tauchen Sie ein in das reiche kulturelle Erbe von Kapstadt, indem Sie historische Stätten und lokale Märkte besuchen.
es: Sumérgete en el rico patrimonio cultural de Ciudad del Cabo, visitando sitios históricos y mercados locales.
nl: Dompel jezelf onder in het rijke culturele erfgoed van Kaapstad en bezoek historische bezienswaardigheden en lokale markten.
pt: Mergulhe na rica herança cultural da Cidade do Cabo, visitando locais históricos e mercados locais.

source: Things to do
de: Highlights
es: Cosas para hacer
nl: Dingen om te doen
pt: Coisas para fazer

source: Product 1
es: Producto 1
pt: Produto 1

source: Product 2
es: Producto 2
pt: Produto 2

source: Photos
de: Fotos
es: Fotos
nl: Foto's
pt: Fotos

source: User dashboard
de: User Home
es: Panel de usuario
nl: Gebruikersdashboard
pt: Painel do usuário

source: Logout
de: Ausloggen
es: Cerrar sesión
nl: Uitloggen
pt: Sair

source: Log In
de: Einloggen
es: Acceso
pt: Conecte-se

source: Get Started
de: Werde Mitglied
es: Empezar
nl: Begin
pt: Iniciar
